/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */

"YCRefreshHeaderIdleText"           = "Потяните чтобы обновить";
"YCRefreshHeaderPullingText"        = "Отпустите чтобы обновить";
"YCRefreshHeaderRefreshingText"     = "Загрузка...";

"YCRefreshAutoFooterIdleText"       = "Нажмите или потяните чтобы загрузить еще";
"YCRefreshAutoFooterRefreshingText" = "Загрузка...";
"YCRefreshAutoFooterNoMoreDataText" = "Больше нет данных";

"YCRefreshBackFooterIdleText"       = "Потяните чтобы загрузить еще";
"YCRefreshBackFooterPullingText"    = "Отпустите чтобы загрузить еще";
"YCRefreshBackFooterRefreshingText" = "Загрузка...";
"YCRefreshBackFooterNoMoreDataText" = "Больше нет данных";

"YCRefreshHeaderLastTimeText"       = "Последнее обновление: ";
"YCRefreshHeaderDateTodayText"      = "Сегодня";
"YCRefreshHeaderNoneLastDateText"   = "Нет записи";
